{"format": "layers-model", "generatedBy": null, "convertedBy": "TensorFlow.js Converter v4.14.0", "modelTopology": null, "weightsManifest": [{"paths": ["group1-shard1of21.bin", "group1-shard2of21.bin", "group1-shard3of21.bin", "group1-shard4of21.bin", "group1-shard5of21.bin", "group1-shard6of21.bin", "group1-shard7of21.bin", "group1-shard8of21.bin", "group1-shard9of21.bin", "group1-shard10of21.bin", "group1-shard11of21.bin", "group1-shard12of21.bin", "group1-shard13of21.bin", "group1-shard14of21.bin", "group1-shard15of21.bin", "group1-shard16of21.bin", "group1-shard17of21.bin", "group1-shard18of21.bin", "group1-shard19of21.bin", "group1-shard20of21.bin", "group1-shard21of21.bin"], "weights": [{"name": "conv2d_1/kernel", "shape": [3, 3, 3, 32], "dtype": "float32"}, {"name": "batch_normalization_1/beta", "shape": [32], "dtype": "float32"}, {"name": "batch_normalization_1/moving_mean", "shape": [32], "dtype": "float32"}, {"name": "batch_normalization_1/moving_variance", "shape": [32], "dtype": "float32"}, {"name": "conv2d_2/kernel", "shape": [3, 3, 32, 32], "dtype": "float32"}, {"name": "batch_normalization_2/beta", "shape": [32], "dtype": "float32"}, {"name": "batch_normalization_2/moving_mean", "shape": [32], "dtype": "float32"}, {"name": "batch_normalization_2/moving_variance", "shape": [32], "dtype": "float32"}, {"name": "conv2d_3/kernel", "shape": [3, 3, 32, 64], "dtype": "float32"}, {"name": "batch_normalization_3/beta", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_3/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_3/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "conv2d_4/kernel", "shape": [1, 1, 64, 80], "dtype": "float32"}, {"name": "batch_normalization_4/beta", "shape": [80], "dtype": "float32"}, {"name": "batch_normalization_4/moving_mean", "shape": [80], "dtype": "float32"}, {"name": "batch_normalization_4/moving_variance", "shape": [80], "dtype": "float32"}, {"name": "conv2d_5/kernel", "shape": [3, 3, 80, 192], "dtype": "float32"}, {"name": "batch_normalization_5/beta", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_5/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_5/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "conv2d_9/kernel", "shape": [1, 1, 192, 64], "dtype": "float32"}, {"name": "batch_normalization_9/beta", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_9/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_9/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "conv2d_7/kernel", "shape": [1, 1, 192, 48], "dtype": "float32"}, {"name": "conv2d_10/kernel", "shape": [3, 3, 64, 96], "dtype": "float32"}, {"name": "batch_normalization_7/beta", "shape": [48], "dtype": "float32"}, {"name": "batch_normalization_7/moving_mean", "shape": [48], "dtype": "float32"}, {"name": "batch_normalization_7/moving_variance", "shape": [48], "dtype": "float32"}, {"name": "batch_normalization_10/beta", "shape": [96], "dtype": "float32"}, {"name": "batch_normalization_10/moving_mean", "shape": [96], "dtype": "float32"}, {"name": "batch_normalization_10/moving_variance", "shape": [96], "dtype": "float32"}, {"name": "conv2d_6/kernel", "shape": [1, 1, 192, 64], "dtype": "float32"}, {"name": "conv2d_8/kernel", "shape": [5, 5, 48, 64], "dtype": "float32"}, {"name": "conv2d_11/kernel", "shape": [3, 3, 96, 96], "dtype": "float32"}, {"name": "conv2d_12/kernel", "shape": [1, 1, 192, 32], "dtype": "float32"}, {"name": "batch_normalization_6/beta", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_6/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_6/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_8/beta", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_8/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_8/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_11/beta", "shape": [96], "dtype": "float32"}, {"name": "batch_normalization_11/moving_mean", "shape": [96], "dtype": "float32"}, {"name": "batch_normalization_11/moving_variance", "shape": [96], "dtype": "float32"}, {"name": "batch_normalization_12/beta", "shape": [32], "dtype": "float32"}, {"name": "batch_normalization_12/moving_mean", "shape": [32], "dtype": "float32"}, {"name": "batch_normalization_12/moving_variance", "shape": [32], "dtype": "float32"}, {"name": "conv2d_16/kernel", "shape": [1, 1, 256, 64], "dtype": "float32"}, {"name": "batch_normalization_16/beta", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_16/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_16/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "conv2d_14/kernel", "shape": [1, 1, 256, 48], "dtype": "float32"}, {"name": "conv2d_17/kernel", "shape": [3, 3, 64, 96], "dtype": "float32"}, {"name": "batch_normalization_14/beta", "shape": [48], "dtype": "float32"}, {"name": "batch_normalization_14/moving_mean", "shape": [48], "dtype": "float32"}, {"name": "batch_normalization_14/moving_variance", "shape": [48], "dtype": "float32"}, {"name": "batch_normalization_17/beta", "shape": [96], "dtype": "float32"}, {"name": "batch_normalization_17/moving_mean", "shape": [96], "dtype": "float32"}, {"name": "batch_normalization_17/moving_variance", "shape": [96], "dtype": "float32"}, {"name": "conv2d_13/kernel", "shape": [1, 1, 256, 64], "dtype": "float32"}, {"name": "conv2d_15/kernel", "shape": [5, 5, 48, 64], "dtype": "float32"}, {"name": "conv2d_18/kernel", "shape": [3, 3, 96, 96], "dtype": "float32"}, {"name": "conv2d_19/kernel", "shape": [1, 1, 256, 64], "dtype": "float32"}, {"name": "batch_normalization_13/beta", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_13/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_13/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_15/beta", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_15/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_15/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_18/beta", "shape": [96], "dtype": "float32"}, {"name": "batch_normalization_18/moving_mean", "shape": [96], "dtype": "float32"}, {"name": "batch_normalization_18/moving_variance", "shape": [96], "dtype": "float32"}, {"name": "batch_normalization_19/beta", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_19/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_19/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "conv2d_23/kernel", "shape": [1, 1, 288, 64], "dtype": "float32"}, {"name": "batch_normalization_23/beta", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_23/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_23/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "conv2d_21/kernel", "shape": [1, 1, 288, 48], "dtype": "float32"}, {"name": "conv2d_24/kernel", "shape": [3, 3, 64, 96], "dtype": "float32"}, {"name": "batch_normalization_21/beta", "shape": [48], "dtype": "float32"}, {"name": "batch_normalization_21/moving_mean", "shape": [48], "dtype": "float32"}, {"name": "batch_normalization_21/moving_variance", "shape": [48], "dtype": "float32"}, {"name": "batch_normalization_24/beta", "shape": [96], "dtype": "float32"}, {"name": "batch_normalization_24/moving_mean", "shape": [96], "dtype": "float32"}, {"name": "batch_normalization_24/moving_variance", "shape": [96], "dtype": "float32"}, {"name": "conv2d_20/kernel", "shape": [1, 1, 288, 64], "dtype": "float32"}, {"name": "conv2d_22/kernel", "shape": [5, 5, 48, 64], "dtype": "float32"}, {"name": "conv2d_25/kernel", "shape": [3, 3, 96, 96], "dtype": "float32"}, {"name": "conv2d_26/kernel", "shape": [1, 1, 288, 64], "dtype": "float32"}, {"name": "batch_normalization_20/beta", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_20/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_20/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_22/beta", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_22/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_22/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_25/beta", "shape": [96], "dtype": "float32"}, {"name": "batch_normalization_25/moving_mean", "shape": [96], "dtype": "float32"}, {"name": "batch_normalization_25/moving_variance", "shape": [96], "dtype": "float32"}, {"name": "batch_normalization_26/beta", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_26/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_26/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "conv2d_28/kernel", "shape": [1, 1, 288, 64], "dtype": "float32"}, {"name": "batch_normalization_28/beta", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_28/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_28/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "conv2d_29/kernel", "shape": [3, 3, 64, 96], "dtype": "float32"}, {"name": "batch_normalization_29/beta", "shape": [96], "dtype": "float32"}, {"name": "batch_normalization_29/moving_mean", "shape": [96], "dtype": "float32"}, {"name": "batch_normalization_29/moving_variance", "shape": [96], "dtype": "float32"}, {"name": "conv2d_27/kernel", "shape": [3, 3, 288, 384], "dtype": "float32"}, {"name": "conv2d_30/kernel", "shape": [3, 3, 96, 96], "dtype": "float32"}, {"name": "batch_normalization_27/beta", "shape": [384], "dtype": "float32"}, {"name": "batch_normalization_27/moving_mean", "shape": [384], "dtype": "float32"}, {"name": "batch_normalization_27/moving_variance", "shape": [384], "dtype": "float32"}, {"name": "batch_normalization_30/beta", "shape": [96], "dtype": "float32"}, {"name": "batch_normalization_30/moving_mean", "shape": [96], "dtype": "float32"}, {"name": "batch_normalization_30/moving_variance", "shape": [96], "dtype": "float32"}, {"name": "conv2d_35/kernel", "shape": [1, 1, 768, 128], "dtype": "float32"}, {"name": "batch_normalization_35/beta", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_35/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_35/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "conv2d_36/kernel", "shape": [7, 1, 128, 128], "dtype": "float32"}, {"name": "batch_normalization_36/beta", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_36/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_36/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "conv2d_32/kernel", "shape": [1, 1, 768, 128], "dtype": "float32"}, {"name": "conv2d_37/kernel", "shape": [1, 7, 128, 128], "dtype": "float32"}, {"name": "batch_normalization_32/beta", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_32/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_32/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_37/beta", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_37/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_37/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "conv2d_33/kernel", "shape": [1, 7, 128, 128], "dtype": "float32"}, {"name": "conv2d_38/kernel", "shape": [7, 1, 128, 128], "dtype": "float32"}, {"name": "batch_normalization_33/beta", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_33/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_33/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_38/beta", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_38/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_38/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "conv2d_31/kernel", "shape": [1, 1, 768, 192], "dtype": "float32"}, {"name": "conv2d_34/kernel", "shape": [7, 1, 128, 192], "dtype": "float32"}, {"name": "conv2d_39/kernel", "shape": [1, 7, 128, 192], "dtype": "float32"}, {"name": "conv2d_40/kernel", "shape": [1, 1, 768, 192], "dtype": "float32"}, {"name": "batch_normalization_31/beta", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_31/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_31/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_34/beta", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_34/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_34/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_39/beta", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_39/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_39/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_40/beta", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_40/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_40/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "conv2d_45/kernel", "shape": [1, 1, 768, 160], "dtype": "float32"}, {"name": "batch_normalization_45/beta", "shape": [160], "dtype": "float32"}, {"name": "batch_normalization_45/moving_mean", "shape": [160], "dtype": "float32"}, {"name": "batch_normalization_45/moving_variance", "shape": [160], "dtype": "float32"}, {"name": "conv2d_46/kernel", "shape": [7, 1, 160, 160], "dtype": "float32"}, {"name": "batch_normalization_46/beta", "shape": [160], "dtype": "float32"}, {"name": "batch_normalization_46/moving_mean", "shape": [160], "dtype": "float32"}, {"name": "batch_normalization_46/moving_variance", "shape": [160], "dtype": "float32"}, {"name": "conv2d_42/kernel", "shape": [1, 1, 768, 160], "dtype": "float32"}, {"name": "conv2d_47/kernel", "shape": [1, 7, 160, 160], "dtype": "float32"}, {"name": "batch_normalization_42/beta", "shape": [160], "dtype": "float32"}, {"name": "batch_normalization_42/moving_mean", "shape": [160], "dtype": "float32"}, {"name": "batch_normalization_42/moving_variance", "shape": [160], "dtype": "float32"}, {"name": "batch_normalization_47/beta", "shape": [160], "dtype": "float32"}, {"name": "batch_normalization_47/moving_mean", "shape": [160], "dtype": "float32"}, {"name": "batch_normalization_47/moving_variance", "shape": [160], "dtype": "float32"}, {"name": "conv2d_43/kernel", "shape": [1, 7, 160, 160], "dtype": "float32"}, {"name": "conv2d_48/kernel", "shape": [7, 1, 160, 160], "dtype": "float32"}, {"name": "batch_normalization_43/beta", "shape": [160], "dtype": "float32"}, {"name": "batch_normalization_43/moving_mean", "shape": [160], "dtype": "float32"}, {"name": "batch_normalization_43/moving_variance", "shape": [160], "dtype": "float32"}, {"name": "batch_normalization_48/beta", "shape": [160], "dtype": "float32"}, {"name": "batch_normalization_48/moving_mean", "shape": [160], "dtype": "float32"}, {"name": "batch_normalization_48/moving_variance", "shape": [160], "dtype": "float32"}, {"name": "conv2d_41/kernel", "shape": [1, 1, 768, 192], "dtype": "float32"}, {"name": "conv2d_44/kernel", "shape": [7, 1, 160, 192], "dtype": "float32"}, {"name": "conv2d_49/kernel", "shape": [1, 7, 160, 192], "dtype": "float32"}, {"name": "conv2d_50/kernel", "shape": [1, 1, 768, 192], "dtype": "float32"}, {"name": "batch_normalization_41/beta", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_41/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_41/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_44/beta", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_44/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_44/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_49/beta", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_49/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_49/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_50/beta", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_50/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_50/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "conv2d_55/kernel", "shape": [1, 1, 768, 160], "dtype": "float32"}, {"name": "batch_normalization_55/beta", "shape": [160], "dtype": "float32"}, {"name": "batch_normalization_55/moving_mean", "shape": [160], "dtype": "float32"}, {"name": "batch_normalization_55/moving_variance", "shape": [160], "dtype": "float32"}, {"name": "conv2d_56/kernel", "shape": [7, 1, 160, 160], "dtype": "float32"}, {"name": "batch_normalization_56/beta", "shape": [160], "dtype": "float32"}, {"name": "batch_normalization_56/moving_mean", "shape": [160], "dtype": "float32"}, {"name": "batch_normalization_56/moving_variance", "shape": [160], "dtype": "float32"}, {"name": "conv2d_52/kernel", "shape": [1, 1, 768, 160], "dtype": "float32"}, {"name": "conv2d_57/kernel", "shape": [1, 7, 160, 160], "dtype": "float32"}, {"name": "batch_normalization_52/beta", "shape": [160], "dtype": "float32"}, {"name": "batch_normalization_52/moving_mean", "shape": [160], "dtype": "float32"}, {"name": "batch_normalization_52/moving_variance", "shape": [160], "dtype": "float32"}, {"name": "batch_normalization_57/beta", "shape": [160], "dtype": "float32"}, {"name": "batch_normalization_57/moving_mean", "shape": [160], "dtype": "float32"}, {"name": "batch_normalization_57/moving_variance", "shape": [160], "dtype": "float32"}, {"name": "conv2d_53/kernel", "shape": [1, 7, 160, 160], "dtype": "float32"}, {"name": "conv2d_58/kernel", "shape": [7, 1, 160, 160], "dtype": "float32"}, {"name": "batch_normalization_53/beta", "shape": [160], "dtype": "float32"}, {"name": "batch_normalization_53/moving_mean", "shape": [160], "dtype": "float32"}, {"name": "batch_normalization_53/moving_variance", "shape": [160], "dtype": "float32"}, {"name": "batch_normalization_58/beta", "shape": [160], "dtype": "float32"}, {"name": "batch_normalization_58/moving_mean", "shape": [160], "dtype": "float32"}, {"name": "batch_normalization_58/moving_variance", "shape": [160], "dtype": "float32"}, {"name": "conv2d_51/kernel", "shape": [1, 1, 768, 192], "dtype": "float32"}, {"name": "conv2d_54/kernel", "shape": [7, 1, 160, 192], "dtype": "float32"}, {"name": "conv2d_59/kernel", "shape": [1, 7, 160, 192], "dtype": "float32"}, {"name": "conv2d_60/kernel", "shape": [1, 1, 768, 192], "dtype": "float32"}, {"name": "batch_normalization_51/beta", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_51/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_51/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_54/beta", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_54/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_54/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_59/beta", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_59/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_59/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_60/beta", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_60/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_60/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "conv2d_65/kernel", "shape": [1, 1, 768, 192], "dtype": "float32"}, {"name": "batch_normalization_65/beta", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_65/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_65/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "conv2d_66/kernel", "shape": [7, 1, 192, 192], "dtype": "float32"}, {"name": "batch_normalization_66/beta", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_66/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_66/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "conv2d_62/kernel", "shape": [1, 1, 768, 192], "dtype": "float32"}, {"name": "conv2d_67/kernel", "shape": [1, 7, 192, 192], "dtype": "float32"}, {"name": "batch_normalization_62/beta", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_62/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_62/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_67/beta", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_67/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_67/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "conv2d_63/kernel", "shape": [1, 7, 192, 192], "dtype": "float32"}, {"name": "conv2d_68/kernel", "shape": [7, 1, 192, 192], "dtype": "float32"}, {"name": "batch_normalization_63/beta", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_63/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_63/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_68/beta", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_68/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_68/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "conv2d_61/kernel", "shape": [1, 1, 768, 192], "dtype": "float32"}, {"name": "conv2d_64/kernel", "shape": [7, 1, 192, 192], "dtype": "float32"}, {"name": "conv2d_69/kernel", "shape": [1, 7, 192, 192], "dtype": "float32"}, {"name": "conv2d_70/kernel", "shape": [1, 1, 768, 192], "dtype": "float32"}, {"name": "batch_normalization_61/beta", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_61/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_61/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_64/beta", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_64/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_64/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_69/beta", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_69/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_69/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_70/beta", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_70/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_70/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "conv2d_73/kernel", "shape": [1, 1, 768, 192], "dtype": "float32"}, {"name": "batch_normalization_73/beta", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_73/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_73/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "conv2d_74/kernel", "shape": [1, 7, 192, 192], "dtype": "float32"}, {"name": "batch_normalization_74/beta", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_74/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_74/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "conv2d_71/kernel", "shape": [1, 1, 768, 192], "dtype": "float32"}, {"name": "conv2d_75/kernel", "shape": [7, 1, 192, 192], "dtype": "float32"}, {"name": "batch_normalization_71/beta", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_71/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_71/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_75/beta", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_75/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_75/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "conv2d_72/kernel", "shape": [3, 3, 192, 320], "dtype": "float32"}, {"name": "conv2d_76/kernel", "shape": [3, 3, 192, 192], "dtype": "float32"}, {"name": "batch_normalization_72/beta", "shape": [320], "dtype": "float32"}, {"name": "batch_normalization_72/moving_mean", "shape": [320], "dtype": "float32"}, {"name": "batch_normalization_72/moving_variance", "shape": [320], "dtype": "float32"}, {"name": "batch_normalization_76/beta", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_76/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_76/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "conv2d_81/kernel", "shape": [1, 1, 1280, 448], "dtype": "float32"}, {"name": "batch_normalization_81/beta", "shape": [448], "dtype": "float32"}, {"name": "batch_normalization_81/moving_mean", "shape": [448], "dtype": "float32"}, {"name": "batch_normalization_81/moving_variance", "shape": [448], "dtype": "float32"}, {"name": "conv2d_78/kernel", "shape": [1, 1, 1280, 384], "dtype": "float32"}, {"name": "conv2d_82/kernel", "shape": [3, 3, 448, 384], "dtype": "float32"}, {"name": "batch_normalization_78/beta", "shape": [384], "dtype": "float32"}, {"name": "batch_normalization_78/moving_mean", "shape": [384], "dtype": "float32"}, {"name": "batch_normalization_78/moving_variance", "shape": [384], "dtype": "float32"}, {"name": "batch_normalization_82/beta", "shape": [384], "dtype": "float32"}, {"name": "batch_normalization_82/moving_mean", "shape": [384], "dtype": "float32"}, {"name": "batch_normalization_82/moving_variance", "shape": [384], "dtype": "float32"}, {"name": "conv2d_79/kernel", "shape": [1, 3, 384, 384], "dtype": "float32"}, {"name": "conv2d_80/kernel", "shape": [3, 1, 384, 384], "dtype": "float32"}, {"name": "conv2d_83/kernel", "shape": [1, 3, 384, 384], "dtype": "float32"}, {"name": "conv2d_84/kernel", "shape": [3, 1, 384, 384], "dtype": "float32"}, {"name": "conv2d_77/kernel", "shape": [1, 1, 1280, 320], "dtype": "float32"}, {"name": "batch_normalization_79/beta", "shape": [384], "dtype": "float32"}, {"name": "batch_normalization_79/moving_mean", "shape": [384], "dtype": "float32"}, {"name": "batch_normalization_79/moving_variance", "shape": [384], "dtype": "float32"}, {"name": "batch_normalization_80/beta", "shape": [384], "dtype": "float32"}, {"name": "batch_normalization_80/moving_mean", "shape": [384], "dtype": "float32"}, {"name": "batch_normalization_80/moving_variance", "shape": [384], "dtype": "float32"}, {"name": "batch_normalization_83/beta", "shape": [384], "dtype": "float32"}, {"name": "batch_normalization_83/moving_mean", "shape": [384], "dtype": "float32"}, {"name": "batch_normalization_83/moving_variance", "shape": [384], "dtype": "float32"}, {"name": "batch_normalization_84/beta", "shape": [384], "dtype": "float32"}, {"name": "batch_normalization_84/moving_mean", "shape": [384], "dtype": "float32"}, {"name": "batch_normalization_84/moving_variance", "shape": [384], "dtype": "float32"}, {"name": "conv2d_85/kernel", "shape": [1, 1, 1280, 192], "dtype": "float32"}, {"name": "batch_normalization_77/beta", "shape": [320], "dtype": "float32"}, {"name": "batch_normalization_77/moving_mean", "shape": [320], "dtype": "float32"}, {"name": "batch_normalization_77/moving_variance", "shape": [320], "dtype": "float32"}, {"name": "batch_normalization_85/beta", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_85/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_85/moving_variance", "shape": [192], "dtype": "float32"}, {"name": "conv2d_90/kernel", "shape": [1, 1, 2048, 448], "dtype": "float32"}, {"name": "batch_normalization_90/beta", "shape": [448], "dtype": "float32"}, {"name": "batch_normalization_90/moving_mean", "shape": [448], "dtype": "float32"}, {"name": "batch_normalization_90/moving_variance", "shape": [448], "dtype": "float32"}, {"name": "conv2d_87/kernel", "shape": [1, 1, 2048, 384], "dtype": "float32"}, {"name": "conv2d_91/kernel", "shape": [3, 3, 448, 384], "dtype": "float32"}, {"name": "batch_normalization_87/beta", "shape": [384], "dtype": "float32"}, {"name": "batch_normalization_87/moving_mean", "shape": [384], "dtype": "float32"}, {"name": "batch_normalization_87/moving_variance", "shape": [384], "dtype": "float32"}, {"name": "batch_normalization_91/beta", "shape": [384], "dtype": "float32"}, {"name": "batch_normalization_91/moving_mean", "shape": [384], "dtype": "float32"}, {"name": "batch_normalization_91/moving_variance", "shape": [384], "dtype": "float32"}, {"name": "conv2d_88/kernel", "shape": [1, 3, 384, 384], "dtype": "float32"}, {"name": "conv2d_89/kernel", "shape": [3, 1, 384, 384], "dtype": "float32"}, {"name": "conv2d_92/kernel", "shape": [1, 3, 384, 384], "dtype": "float32"}, {"name": "conv2d_93/kernel", "shape": [3, 1, 384, 384], "dtype": "float32"}, {"name": "conv2d_86/kernel", "shape": [1, 1, 2048, 320], "dtype": "float32"}, {"name": "batch_normalization_88/beta", "shape": [384], "dtype": "float32"}, {"name": "batch_normalization_88/moving_mean", "shape": [384], "dtype": "float32"}, {"name": "batch_normalization_88/moving_variance", "shape": [384], "dtype": "float32"}, {"name": "batch_normalization_89/beta", "shape": [384], "dtype": "float32"}, {"name": "batch_normalization_89/moving_mean", "shape": [384], "dtype": "float32"}, {"name": "batch_normalization_89/moving_variance", "shape": [384], "dtype": "float32"}, {"name": "batch_normalization_92/beta", "shape": [384], "dtype": "float32"}, {"name": "batch_normalization_92/moving_mean", "shape": [384], "dtype": "float32"}, {"name": "batch_normalization_92/moving_variance", "shape": [384], "dtype": "float32"}, {"name": "batch_normalization_93/beta", "shape": [384], "dtype": "float32"}, {"name": "batch_normalization_93/moving_mean", "shape": [384], "dtype": "float32"}, {"name": "batch_normalization_93/moving_variance", "shape": [384], "dtype": "float32"}, {"name": "conv2d_94/kernel", "shape": [1, 1, 2048, 192], "dtype": "float32"}, {"name": "batch_normalization_86/beta", "shape": [320], "dtype": "float32"}, {"name": "batch_normalization_86/moving_mean", "shape": [320], "dtype": "float32"}, {"name": "batch_normalization_86/moving_variance", "shape": [320], "dtype": "float32"}, {"name": "batch_normalization_94/beta", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_94/moving_mean", "shape": [192], "dtype": "float32"}, {"name": "batch_normalization_94/moving_variance", "shape": [192], "dtype": "float32"}]}]}